Repository: AIVIRX/PriceParity
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, ur, vi, zh_hans, zh_hant, zh_hk

source: Add your API credentials so Price Parity can read your apps, territories, and prices. Create the key with the App Manager role.
ar: أضف بيانات اعتماد API الخاصة بك حتى يتمكن Price Parity من قراءة تطبيقاتك وأراضيك وأسعارك. أنشئ المفتاح مع دور مدير التطبيق.
bg: Добавете вашите API удостоверения, за да може Price Parity да чете вашите приложения, територии и цени. Създайте ключа с роля App Manager.
bn: আপনার এপিআই শংসাপত্র যোগ করুন যাতে প্রাইস প্যারিটি আপনার অ্যাপস, অঞ্চল এবং দাম পড়তে পারে। অ্যাপ ম্যানেজার ভূমিকা সহ কী তৈরি করুন।
ca: Afegeix les teves credencials de l'API perquè Price Parity pugui llegir les teves aplicacions, territoris i preus. Crea la clau amb el rol de Gestor d'Aplicacions.
cs: Přidejte své API přihlašovací údaje, aby Price Parity mohl číst vaše aplikace, území a ceny. Vytvořte klíč s rolí správce aplikací.
da: Tilføj dine API-legitimationsoplysninger, så Price Parity kan læse dine apps, områder og priser. Opret nøglen med App Manager-rollen.
de: Fügen Sie Ihre API-Anmeldeinformationen hinzu, damit Price Parity Ihre Apps, Gebiete und Preise lesen kann. Erstellen Sie den Schlüssel mit der Rolle App-Manager.
el: Προσθέστε τα διαπιστευτήρια API σας ώστε το Price Parity να μπορεί να διαβάσει τις εφαρμογές, τις περιοχές και τις τιμές σας. Δημιουργήστε το κλειδί με τον ρόλο του Διαχειριστή Εφαρμογών.
es: Agrega tus credenciales de API para que Price Parity pueda leer tus aplicaciones, territorios y precios. Crea la clave con el rol de Administrador de Aplicaciones.
fi: Lisää API-tunnistetietosi, jotta Price Parity voi lukea sovelluksesi, alueesi ja hinnat. Luo avain App Manager -roolilla.
fr: Ajoutez vos identifiants API afin que Price Parity puisse lire vos applications, territoires et prix. Créez la clé avec le rôle de gestionnaire d'applications.
gu: તમારા એપ્લિકેશનો, પ્રદેશો અને ભાવો વાંચવા માટે પ્રાઇસ પેરિટી તમારા એપીઆઈ ક્રેડેંશિયલ્સ ઉમેરો. એપ મેનેજર ભૂમિકા સાથે કી બનાવો.
he: הוסף את אישורי ה-API שלך כך ש-Price Parity יוכל לקרוא את האפליקציות, השטחים והמחירים שלך. צור את המפתח עם תפקיד מנהל האפליקציות.
hi: अपने API क्रेडेंशियल्स जोड़ें ताकि प्राइस पैरिटी आपके ऐप्स, क्षेत्रों और कीमतों को पढ़ सके। ऐप प्रबंधक भूमिका के साथ कुंजी बनाएं।
hr: Dodajte svoje API vjerodajnice kako bi Price Parity mogao čitati vaše aplikacije, teritorije i cijene. Kreirajte ključ s ulogom App Manager.
hu: Add meg az API hitelesítő adataidat, hogy a Price Parity olvasni tudja az alkalmazásaidat, területeidet és áraikat. Hozd létre a kulcsot az App Manager szerepkörrel.
id: Tambahkan kredensial API Anda agar Price Parity dapat membaca aplikasi, wilayah, dan harga Anda. Buat kunci dengan peran Manajer Aplikasi.
it: Aggiungi le tue credenziali API in modo che Price Parity possa leggere le tue app, territori e prezzi. Crea la chiave con il ruolo di App Manager.
ja: Price Parity がアプリ、地域、価格を読み取るために API 認証情報を追加してください。App Manager ロールでキーを作成します。
kk: API деректеріңізді қосыңыз, сонда Price Parity сіздің қосымшаларыңызды, аумақтарыңызды және бағаларыңызды оқи алады. Кілтті App Manager рөлімен жасаңыз.
kn: ನಿಮ್ಮ API ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಸೇರಿಸಿ, ಇದರಿಂದ Price Parity ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು, ಪ್ರದೇಶಗಳನ್ನು ಮತ್ತು ಬೆಲೆಯನ್ನು ಓದಬಹುದು. App Manager ಪಾತ್ರದೊಂದಿಗೆ ಕೀ ಅನ್ನು ರಚಿಸಿ.
ko: Price Parity가 귀하의 앱, 지역 및 가격을 읽을 수 있도록 API 자격 증명을 추가하세요. App Manager 역할로 키를 생성하세요.
lt: Pridėkite savo API kredencialus, kad Price Parity galėtų perskaityti jūsų programas, teritorijas ir kainas. Sukurkite raktą su App Manager vaidmeniu.
ml: പ്രൈസ് പാരിറ്റി നിങ്ങളുടെ ആപ്പുകൾ, പ്രദേശങ്ങൾ, വിലകൾ വായിക്കാൻ API ക്രെഡൻഷ്യലുകൾ ചേർക്കുക. ആപ്പ് മാനേജർ റോളുമായി കീ സൃഷ്ടിക്കുക.
mr: आपले API क्रेडेन्शियल्स जोडा जेणेकरून प्राइस पॅरिटी आपल्या अॅप्स, प्रदेश आणि किंमती वाचू शकेल. अॅप मॅनेजर भूमिकेसह की तयार करा.
ms: Tambah kelayakan API anda supaya Price Parity dapat membaca aplikasi, wilayah, dan harga anda. Cipta kunci dengan peranan Pengurus Aplikasi.
nb: Legg til API-legitimasjonen din slik at Price Parity kan lese appene, områdene og prisene dine. Opprett nøkkelen med App Manager-rollen.
nl: Voeg uw API-inloggegevens toe zodat Price Parity uw apps, gebieden en prijzen kan lezen. Maak de sleutel aan met de rol App Manager.
or: Legg til API-legitimasjonen din slik at Price Parity kan lese appene, territoriene og prisene dine. Opprett nøkkelen med App Manager-rollen.
pa: ਆਪਣੇ API ਪ੍ਰਮਾਣ ਪੱਤਰ ਜੋੜੋ ਤਾਂ ਜੋ Price Parity ਤੁਹਾਡੇ ਐਪਸ, ਖੇਤਰਾਂ ਅਤੇ ਕੀਮਤਾਂ ਨੂੰ ਪੜ੍ਹ ਸਕੇ। ਐਪ ਮੈਨੇਜਰ ਭੂਮਿਕਾ ਨਾਲ ਕੁੰਜੀ ਬਣਾਓ।
pl: Dodaj swoje dane uwierzytelniające API, aby Price Parity mogło odczytać Twoje aplikacje, terytoria i ceny. Utwórz klucz z rolą Menedżera aplikacji.
pt_br: Adicione suas credenciais da API para que o Price Parity possa ler seus aplicativos, territórios e preços. Crie a chave com a função de Gerente de Aplicativos.
pt_pt: Adicione suas credenciais da API para que o Price Parity possa ler seus aplicativos, territórios e preços. Crie a chave com o papel de Gerente de Aplicativos.
ro: Adăugați credențialele API pentru ca Price Parity să poată citi aplicațiile, teritoriile și prețurile dumneavoastră. Creați cheia cu rolul de Manager de Aplicații.
ru: Добавьте свои учетные данные API, чтобы Price Parity мог читать ваши приложения, территории и цены. Создайте ключ с ролью Менеджера приложений.
sk: Pridajte svoje API poverenia, aby mohol Price Parity čítať vaše aplikácie, územia a ceny. Vytvorte kľúč s rolou správcu aplikácií.
sl: Dodajte svoje API poverilnice, da lahko Price Parity bere vaše aplikacije, ozemlja in cene. Ustvarite ključ z vlogo upravitelja aplikacij.
sv: Lägg till dina API-uppgifter så att Price Parity kan läsa dina appar, territorier och priser. Skapa nyckeln med rollen App Manager.
ta: Προσθέστε τα διαπιστευτήρια API σας ώστε το Price Parity να μπορεί να διαβάσει τις εφαρμογές, τις περιοχές και τις τιμές σας. Δημιουργήστε το κλειδί με τον ρόλο του Διαχειριστή Εφαρμογών.
te: Adicione suas credenciais da API para que o Price Parity possa ler seus aplicativos, territórios e preços. Crie a chave com a função de Gerente de Aplicativos.
th: เพิ่มข้อมูลรับรอง API ของคุณเพื่อให้ Price Parity สามารถอ่านแอป ดินแดน และราคาได้ สร้างคีย์ด้วยบทบาทผู้จัดการแอป
tr: Fiyat Eşitliği uygulamanızın uygulamalarını, bölgelerini ve fiyatlarını okuyabilmesi için API kimlik bilgilerinizi ekleyin. Anahtar, Uygulama Yöneticisi rolü ile oluşturulmalıdır.
ur: اپنی API کی اسناد شامل کریں تاکہ Price Parity آپ کی ایپس، علاقوں، اور قیمتوں کو پڑھ سکے۔ ایپ منیجر کے کردار کے ساتھ کلید بنائیں۔
vi: Thêm thông tin xác thực API của bạn để Price Parity có thể đọc ứng dụng, lãnh thổ và giá của bạn. Tạo khóa với vai trò Quản lý Ứng dụng.
zh_hans: 添加您的 API 凭证，以便 Price Parity 可以读取您的应用、地区和价格。使用 App Manager 角色创建密钥。
zh_hant: 添加您的 API 憑證，以便 Price Parity 可以讀取您的應用程式、區域和價格。使用 App Manager 角色創建密鑰。
zh_hk: 添加您的 API 憑證，以便 Price Parity 可以讀取您的應用程式、區域和價格。使用 App Manager 角色創建密鑰。

source: Price
ar: السعر
bg: Цена
bn: মূল্য
ca: Preu
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
fi: Hinta
fr: Prix
gu: કિંમત
he: שווי מחיר
hi: मूल्य
hr: Cijena
hu: Ár
id: Harga
it: Prezzo
ja: 価格
kk: Баға паритеті
kn: ಬೆಲೆ
ko: 가격
lt: Kaina
ml: വില
mr: किंमत
ms: Harga
nb: Pris
nl: Prijs
or: Pris
pa: ਕੀਮਤ
pl: Cena
pt_br: Preço
pt_pt: Preço
ro: Preț
ru: Цена
sk: Cena
sl: Cena
sv: Pris
ta: Τιμή
te: Precio
th: ราคา
tr: Fiyat
ur: قیمت
vi: Giá
zh_hans: 价格
zh_hant: 價格
zh_hk: 價格

source: OK
ar: حسنًا
bn: ঠিক আছে
ca: D'acord
gu: બરાબર
he: אישור
hi: ठीक है
hr: U redu
kn: ಸರಿ
ko: 확인
lt: Gerai
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ru: ОК
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: Couldn’t Import Key
ar: لم يتمكن من استيراد المفتاح
bg: Не можа да се импортира ключ
bn: কী আমদানি করতে পারেনি
ca: No es va poder importar la clau
cs: Nepodařilo se importovat klíč
da: Kunne ikke importere nøgle
de: Schlüssel konnte nicht importiert werden
el: Δεν ήταν δυνατή η εισαγωγή του κλειδιού
es: No se pudo importar la clave
fi: Avain ei voitu tuoda
fr: Impossible d'importer la clé
gu: કી આયાત કરવામાં નિષ્ફળ
he: לא ניתן לייבא מפתח
hi: कुंजी आयात नहीं कर सके
hr: Nije moguće uvesti ključ
hu: Nem sikerült importálni a kulcsot
id: Tidak Dapat Mengimpor Kunci
it: Impossibile importare la chiave
ja: キーをインポートできませんでした
kk: Кілтті импорттау мүмкін болмады
kn: ಕೀ ಅನ್ನು ಆಮದು ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko: 키를 가져올 수 없습니다
lt: Nepavyko importuoti rakto
ml: കീ ഇറക്കുമതി ചെയ്യാൻ സാധിച്ചില്ല
mr: की आयात करू शकत नाही
ms: Tidak Dapat Mengimport Kunci
nb: Kunne ikke importere nøkkel
nl: Kon sleutel niet importeren
or: Kunne ikke importere nøkkel
pa: ਕੀ ਨੂੰ ਆਯਾਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Nie można zaimportować klucza
pt_br: Não foi possível importar a chave
pt_pt: Não foi possível importar a chave
ro: Nu s-a putut importa cheia
ru: Не удалось импортировать ключ
sk: Nepodarilo sa importovať kľúč
sl: Ni bilo mogoče uvoziti ključa
sv: Kunde inte importera nyckel
ta: Δεν ήταν δυνατή η εισαγωγή του Κλειδιού
te: Não foi possível importar a chave
th: ไม่สามารถนำเข้าคีย์ได้
tr: Anahtarı İçe Aktaramadı
ur: کلید درآمد نہیں کی جا سکی
vi: Không thể Nhập Khóa
zh_hans: 无法导入密钥
zh_hant: 無法導入密鑰
zh_hk: 無法導入密鑰

source: Continue
ar: متابعة
bg: Продължи
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
ko: 계속
lt: Tęsti
ml: തുടരുക
mr: सुरू ठेवा
ms: Teruskan
nb: Fortsett
nl: Ga door
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
ta: தொடரவும்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam Et
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Price changes
ar: تغييرات السعر
bg: Промени в цената
bn: মূল্য পরিবর্তন
ca: Canvis de preu
cs: Změny cen
da: Prisstigninger
de: Preisanpassungen
el: Αλλαγές τιμής
es: Cambios de precio
fi: Hintamuutokset
fr: Changements de prix
gu: કિંમતમાં ફેરફાર
he: נקודת מחיר
hi: मूल्य परिवर्तन
hr: Promjene cijena
hu: Árváltozások
id: Perubahan Harga
it: Modifiche ai prezzi
ja: 価格変更
kk: Баға нүктесі
kn: ಬೆಲೆ ಬದಲಾವಣೆಗಳು
ko: 가격 변경
lt: Kainų pokyčiai
ml: വില മാറ്റങ്ങൾ
mr: किंमत बदल
ms: Perubahan Harga
nb: Prisendringer
nl: Prijswijzigingen
or: Prisendringer
pa: ਕੀਮਤ ਦੇ ਬਦਲਾਅ
pl: Zmiany cen
pt_br: Mudanças de Preço
pt_pt: Alterações de Preço
ro: Schimbări de preț
ru: Изменения цен
sk: Zmeny cien
sl: Spremembe cen
sv: Prishöjningar
ta: Αλλαγές τιμής
te: Cambios de precio
th: การเปลี่ยนแปลงราคา
tr: Fiyat değişiklikleri
ur: قیمت میں تبدیلیاں
vi: Thay đổi giá
zh_hans: 价格变更
zh_hant: 價格變更
zh_hk: 價格變更

source: Legal
ar: قانوني
bg: Правен
bn: আইনগত
cs: Právní
da: Juridisk
de: Rechtliches
el: Νομικά
fi: Lainsäädäntö
fr: Légal
gu: કાનૂની
he: משפטי
hi: कानूनी
hr: Pravno
hu: Jogi
id: Hukum
it: Legale
ja: 法的
kk: Заңды
kn: ಕಾನೂನು
ko: 법적
lt: Teisiniai
ml: നിയമപരമായ
mr: कायदेशीर
ms: Undang-undang
nb: Juridisk
nl: Juridisch
or: Juridisk
pa: ਕਾਨੂੰਨੀ
pl: Prawo
ru: Юридический
sk: Právne
sl: Pravno
sv: Juridisk
ta: Νομικά
th: กฎหมาย
tr: Hukuki
ur: قانونی
vi: Pháp lý
zh_hans: 法律
zh_hant: 法律
zh_hk: 法律

source: Choose the downloaded .p8 file here. The Key ID is filled from its filename when available.
ar: اختر ملف .p8 الذي تم تنزيله هنا. يتم ملء معرف المفتاح من اسم ملفه عند توفره.
bg: Изберете изтегления .p8 файл тук. Идентификаторът на ключа се попълва от името на файла, когато е наличен.
bn: এখানে ডাউনলোড করা .p8 ফাইলটি নির্বাচন করুন। কী আইডি উপলব্ধ থাকলে এর ফাইলনাম থেকে পূরণ হয়।
ca: Tria el fitxer .p8 descarregat aquí. La ID de la clau es completa a partir del seu nom de fitxer quan està disponible.
cs: Vyberte zde stažený soubor .p8. ID klíče je vyplněno z jeho názvu souboru, pokud je k dispozici.
da: Vælg den downloadede .p8-fil her. Nøgle-ID'et udfyldes fra filnavnet, når det er tilgængeligt.
de: Wählen Sie hier die heruntergeladene .p8-Datei aus. Die Schlüssel-ID wird aus dem Dateinamen ausgefüllt, wenn verfügbar.
el: Επιλέξτε το κατεβασμένο αρχείο .p8 εδώ. Το ID Κλειδιού συμπληρώνεται από το όνομα αρχείου του όταν είναι διαθέσιμο.
es: Elige el archivo .p8 descargado aquí. El ID de clave se completa a partir de su nombre de archivo cuando está disponible.
fi: Valitse ladattu .p8-tiedosto täältä. Avain-ID täytetään sen tiedostonimestä, kun se on saatavilla.
fr: Choisissez le fichier .p8 téléchargé ici. L'ID de clé est rempli à partir de son nom de fichier lorsque disponible.
gu: અહીં ડાઉનલોડ કરેલ .p8 ફાઇલ પસંદ કરો. કી આઈડી ઉપલબ્ધ હોય ત્યારે તેના ફાઇલ નામમાંથી ભરવામાં આવે છે.
he: בחר את קובץ ה-.p8 שהורדת כאן. מזהה המפתח מתמלא משם הקובץ שלו כאשר הוא זמין.
hi: यहां डाउनलोड की गई .p8 फ़ाइल चुनें। कुंजी आईडी उपलब्ध होने पर इसके फ़ाइल नाम से भरी जाती है।
hr: Odaberite preuzetu .p8 datoteku ovdje. ID ključa se popunjava iz imena datoteke kada je dostupan.
hu: Válaszd ki a letöltött .p8 fájlt itt. A Kulcsazonosító a fájlnevéből van kitöltve, ha elérhető.
id: Pilih file .p8 yang diunduh di sini. ID Kunci diisi dari nama filenya jika tersedia.
it: Scegli qui il file .p8 scaricato. L'ID chiave è compilato dal suo nome file quando disponibile.
ja: ここにダウンロードした .p8 ファイルを選択してください。キー ID は、利用可能な場合、そのファイル名から入力されます。
kk: Мұнда жүктелген .p8 файлын таңдаңыз. Кілт ID оның файл атауынан толтырылады, егер қолжетімді болса.
kn: ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ .p8 ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ಕೀ ID ಲಭ್ಯವಿರುವಾಗ ಅದರ ಫೈಲ್ ಹೆಸರಿನಿಂದ ತುಂಬಿಸಲಾಗುತ್ತದೆ.
ko: 여기에 다운로드한 .p8 파일을 선택하세요. 키 ID는 사용 가능한 경우 파일 이름에서 채워집니다.
lt: Pasirinkite čia atsisiųstą .p8 failą. Raktų ID užpildomas iš jo failo pavadinimo, kai tai įmanoma.
ml: ഇവിടെ ഡൗൺലോഡ് ചെയ്ത .p8 ഫയൽ തിരഞ്ഞെടുക്കുക. കീ ഐഡി ലഭ്യമായപ്പോൾ അതിന്റെ ഫയൽനാമിൽ നിന്ന് നിറയ്ക്കുന്നു.
mr: येथे डाउनलोड केलेला .p8 फाइल निवडा. की आयडी उपलब्ध असल्यास त्याच्या फाईलनावावरून भरण्यात आले आहे.
ms: Pilih fail .p8 yang dimuat turun di sini. ID Kunci diisi dari nama failnya apabila tersedia.
nb: Velg den nedlastede .p8-filen her. Nøkkel-ID-en fylles ut fra filnavnet når det er tilgjengelig.
nl: Kies hier het gedownloade .p8-bestand. De Key ID wordt ingevuld vanuit de bestandsnaam wanneer beschikbaar.
or: Velg den nedlastede .p8-filen her. Nøkkel-ID-en fylles ut fra filnavnet når det er tilgjengelig.
pa: ਇੱਥੇ ਡਾਊਨਲੋਡ ਕੀਤੀ .p8 ਫਾਈਲ ਚੁਣੋ। ਕੀ ID ਇਸਦੇ ਫਾਈਲ ਨਾਮ ਤੋਂ ਭਰਿਆ ਗਿਆ ਹੈ ਜਦੋਂ ਉਪਲਬਧ ਹੋਵੇ।
pl: Wybierz pobrany plik .p8 tutaj. ID klucza jest wypełniane z jego nazwy pliku, gdy jest dostępne.
pt_br: Escolha o arquivo .p8 baixado aqui. O ID da Chave é preenchido a partir do nome do arquivo quando disponível.
pt_pt: Escolha o arquivo .p8 baixado aqui. O ID da Chave é preenchido a partir do seu nome de arquivo quando disponível.
ro: Alegeți fișierul .p8 descărcat aici. ID-ul cheii este completat din numele fișierului atunci când este disponibil.
ru: Выберите загруженный файл .p8 здесь. Идентификатор ключа заполняется из его имени файла, если это возможно.
sk: Vyberte stiahnutý súbor .p8 tu. ID kľúča je vyplnené z jeho názvu súboru, ak je k dispozícii.
sl: Izberite preneseno datoteko .p8 tukaj. ID ključa je izpolnjen iz njenega imena datoteke, ko je na voljo.
sv: Välj den nedladdade .p8-filen här. Nyckel-ID fylls i från dess filnamn när det är tillgängligt.
ta: Επιλέξτε το κατεβασμένο αρχείο .p8 εδώ. Το ID Κλειδιού συμπληρώνεται από το όνομα αρχείου του όταν είναι διαθέσιμο.
te: Escolha o arquivo .p8 baixado aqui. O ID da Chave é preenchido a partir do nome do arquivo quando disponível.
th: เลือกไฟล์ .p8 ที่ดาวน์โหลดที่นี่ รหัสคีย์จะถูกกรอกจากชื่อไฟล์เมื่อมีให้
tr: Burada indirilen .p8 dosyasını seçin. Anahtar Kimliği mevcutsa dosya adından doldurulur.
ur: یہاں ڈاؤن لوڈ کردہ .p8 فائل منتخب کریں۔ کلید کی شناخت اس کے نام سے بھری جائے گی جب دستیاب ہو۔
vi: Chọn tệp .p8 đã tải xuống ở đây. ID khóa được điền từ tên tệp của nó khi có sẵn.
zh_hans: 在此选择下载的 .p8 文件。密钥 ID 在可用时从其文件名中填充。
zh_hant: 在此選擇下載的 .p8 文件。當可用時，密鑰 ID 會從其檔名中填充。
zh_hk: 在此選擇下載的 .p8 文件。當可用時，密鑰 ID 會從其文件名中填充。

source: Review before saving
ar: مراجعة قبل الحفظ
bg: Преглед преди запазване
bn: সংরক্ষণের আগে পর্যালোচনা করুন
ca: Revisar abans de desar
cs: Zkontrolovat před uložením
da: Gennemgå før gemning
de: Überprüfen vor dem Speichern
el: Ανασκόπηση πριν την αποθήκευση
es: Revisar antes de guardar
fi: Tarkista ennen tallentamista
fr: Réviser avant d'enregistrer
gu: સેવિંગ પહેલાં સમીક્ષા
he: סקירה לפני שמירה
hi: सहेजने से पहले समीक्षा करें
hr: Pregled prije spremanja
hu: Áttekintés mentés előtt
id: Tinjau sebelum menyimpan
it: Revisiona prima di salvare
ja: 保存前に確認
kk: Сақтаудан бұрын қарау
kn: ಉಳಿಸುವ ಮೊದಲು ಪರಿಶೀಲಿಸಿ
ko: 저장하기 전에 검토
lt: Peržiūrėti prieš išsaugant
ml: സേവ് ചെയ്യുന്നതിന് മുമ്പ് പരിശോധിക്കുക
mr: जतन करण्यापूर्वी पुनरावलोकन करा
ms: Semak sebelum menyimpan
nb: Gjennomgå før lagring
nl: Beoordelen voordat je opslaat
or: Peržiūrėti prieš išsaugant
pa: ਸੇਵ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਸਮੀਖਿਆ ਕਰੋ
pl: Przejrzyj przed zapisaniem
pt_br: Revisar antes de salvar
pt_pt: Rever antes de guardar
ro: Revizuiește înainte de a salva
ru: Просмотреть перед сохранением
sk: Skontrolovať pred uložením
sl: Pregled pred shranjevanjem
sv: Granska innan du sparar
ta: सहेजने से पहले समीक्षा करें
te: Revisar antes de guardar
th: ตรวจสอบก่อนบันทึก
tr: Kaydetmeden Önce Gözden Geçir
ur: محفوظ کرنے سے پہلے جائزہ لیں
vi: Xem trước khi lưu
zh_hans: 保存前审查
zh_hant: 儲存前檢查
zh_hk: 儲存前檢視

source: Save
ar: حفظ
bg: Запази
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
kn: ಉಳಿಸಿ
ko: 저장
lt: Išsaugoti
ml: സേവ് ചെയ്യുക
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Bewaar
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமி
te: భద్రపరచు
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Loading live App Store Connect price tiers for %@…
ar: جاري تحميل مستويات سعر App Store Connect الحية لـ %@…
bg: Зареждане на живи ценови нива на App Store Connect за %@…
bn: %@ এর জন্য লাইভ অ্যাপ স্টোর সংযোগ মূল্য স্তর লোড হচ্ছে…
ca: Carregant les categories de preus de l'App Store Connect per a %@…
cs: Načítání živých cenových úrovní App Store Connect pro %@…
da: Indlæser live App Store Connect prislag for %@…
de: Lade live App Store Connect-Preisstufen für %@…
el: Φόρτωση ζωντανών επιπέδων τιμών App Store Connect για %@…
es: Cargando niveles de precio de App Store Connect en vivo para %@…
fi: Ladataan live App Store Connect -hintatasoja %@…
fr: Chargement des niveaux de prix App Store Connect en direct pour %@…
gu: %@ માટે જીવંત એપ સ્ટોર કનેક્ટ કિંમત સ્તરો લોડ થઈ રહ્યા છે…
he: טוען את רמות המחיר החיות של App Store Connect עבור %@…
hi: %@ के लिए लाइव ऐप स्टोर कनेक्ट मूल्य स्तर लोड कर रहा है…
hr: Učitavanje trenutnih razina cijena App Store Connect za %@…
hu: Élő App Store Connect árkategóriák betöltése %@-ra…
id: Memuat tingkat harga App Store Connect langsung untuk %@…
it: Caricamento dei livelli di prezzo live di App Store Connect per %@…
ja: %@のためにApp Store Connectの価格帯を読み込んでいます…
kk: %@ үшін App Store Connect бағалық деңгейлерін жүктеп жатыр…
kn: ಈ %@ ಗೆ ಜೀವಂತ ಆಪ್ ಸ್ಟೋರ್ ಸಂಪರ್ಕ ಬೆಲೆ ಹಂತಗಳನ್ನು ಲೋಡ್ ಮಾಡುತ್ತಿದೆ…
ko: %@에 대한 실시간 App Store Connect 가격 계층을 불러오는 중…
lt: Kraunamos gyvos „App Store Connect“ kainų kategorijos %@…
ml: %@ എന്നതിന് വേണ്ടി ജീവൻ App Store Connect വില തരം ലോഡ് ചെയ്യുന്നു…
mr: %@ साठी थेट ऍप स्टोर कनेक्ट किंमत स्तर लोड करत आहे…
ms: Memuatkan tahap harga App Store Connect secara langsung untuk %@…
nb: Laster live App Store Connect prisnivåer for %@…
nl: Live App Store Connect prijsniveaus laden voor %@…
or: Laster live App Store Connect prisnivåer for %@…
pa: %@ ਲਈ ਜੀਵੰਤ ਐਪ ਸਟੋਰ ਕਨੈਕਟ ਕੀਮਤ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ…
pl: Ładowanie żywych poziomów cen App Store Connect dla %@…
pt_br: Carregando níveis de preço do App Store Connect ao vivo para %@…
pt_pt: A carregar níveis de preço do App Store Connect ao vivo para %@…
ro: Se încarcă nivelurile de preț live App Store Connect pentru %@…
ru: Загрузка живых уровней цен App Store Connect для %@…
sk: Načítavam živé cenové úrovne App Store Connect pre %@…
sl: Nalaganje živih cenovnih stopenj App Store Connect za %@…
sv: Laddar live App Store Connect-prisnivåer för %@…
ta: Φόρτωση ζωντανών επιπέδων τιμών App Store Connect για %@…
te: Cargando niveles de precio de App Store Connect en vivo para %@…
th: กำลังโหลดระดับราคา App Store Connect แบบสดสำหรับ %@…
tr: %@ için canlı App Store Connect fiyat katmanları yükleniyor…
ur: %@ کے لیے براہ راست ایپ اسٹور کنیکٹ کی قیمت کی سطح لوڈ ہو رہی ہے…
vi: Đang tải các bậc giá App Store Connect trực tiếp cho %@…
zh_hans: 正在为 %@ 加载实时 App Store Connect 价格层级…
zh_hant: 正在為 %@ 載入實時 App Store Connect 價格層級…
zh_hk: 正在為 %@ 加載實時 App Store Connect 價格層級…

source: Preserve current price for existing subscribers
ar: الحفاظ على السعر الحالي للمشتركين الحاليين
bg: Запазете текущата цена за съществуващи абонати
bn: বিদ্যমান গ্রাহকদের জন্য বর্তমান মূল্য সংরক্ষণ করুন
ca: Preservar el preu actual per als subscriptors existents
cs: Zachovat aktuální cenu pro stávající předplatitele
da: Bevar nuværende pris for eksisterende abonnenter
de: Aktuellen Preis für bestehende Abonnenten beibehalten
el: Διατήρηση της τρέχουσας τιμής για υπάρχοντες συνδρομητές
es: Preservar el precio actual para suscriptores existentes
fi: Säilytä nykyinen hinta olemassa oleville tilaajille
fr: Préserver le prix actuel pour les abonnés existants
gu: હાલના સબ્સ્ક્રાઇબર્સ માટે વર્તમાન કિંમત જાળવો
he: תצוגה מקדימה
hi: मौजूदा सब्सक्राइबर्स के लिए वर्तमान मूल्य बनाए रखें
hr: Zadrži trenutnu cijenu za postojeće pretplatnike
hu: A meglévő előfizetők számára a jelenlegi ár megőrzése
id: Pertahankan harga saat ini untuk pelanggan yang ada
it: Mantieni il prezzo attuale per gli abbonati esistenti
ja: 既存の購読者のために現在の価格を保持
kk: Алдын ала қарау
kn: ಹಾಜರಿರುವ ಚಂದಾದಾರರಿಗೆ ಪ್ರಸ್ತುತ ಬೆಲೆಯನ್ನು ಉಳಿಸಿ
ko: 기존 구독자의 현재 가격 유지
lt: Išlaikyti dabartinę kainą esamiems prenumeratoriams
ml: നിലവിലുള്ള സബ്സ്ക്രൈബർമാർക്കായി നിലവിലെ വില സംരക്ഷിക്കുക
mr: विद्यमान सदस्यांसाठी वर्तमान किंमत जतन करा
ms: Kekalkan harga semasa untuk pelanggan sedia ada
nb: Behold nåværende pris for eksisterende abonnenter
nl: Huidige prijs behouden voor bestaande abonnees
or: Behold nåværende pris for eksisterende abonnenter
pa: ਮੌਜੂਦਾ ਸਬਸਕ੍ਰਾਈਬਰਾਂ ਲਈ ਮੌਜੂਦਾ ਕੀਮਤ ਨੂੰ ਬਚਾਓ
pl: Zachowaj obecną cenę dla istniejących subskrybentów
pt_br: Preservar o preço atual para assinantes existentes
pt_pt: Preservar o preço atual para assinantes existentes
ro: Păstrează prețul curent pentru abonații existenți
ru: Сохранить текущую цену для существующих подписчиков
sk: Zachovať aktuálnu cenu pre existujúcich predplatiteľov
sl: Ohrani trenutno ceno za obstoječe naročnike
sv: Bevara nuvarande pris för befintliga prenumeranter
ta: Διατήρηση τρέχουσας τιμής για υπάρχοντες συνδρομητές
te: Preservar el precio actual para suscriptores existentes
th: รักษาราคาเดิมสำหรับสมาชิกที่มีอยู่
tr: Mevcut aboneler için mevcut fiyatı koru
ur: موجودہ سبسکرائبرز کے لیے موجودہ قیمت کو محفوظ رکھیں
vi: Giữ giá hiện tại cho các thuê bao hiện có
zh_hans: 为现有订阅者保留当前价格
zh_hant: 為現有訂閱者保留當前價格
zh_hk: 為現有訂閱者保留當前價格
